# QA 채용 안내

표준화랩에서 QA 를 채용 하고 있습니다. 표준화랩이 어떤 조직인지 궁금 하다면 아래 링크를 참조 하세요.
https://github.com/tmoncorp/recruit

## 주요 업무

- 퀴즈쇼 & 출석체크 서비스 QA

표준화랩에서는 올 상반기부터 출석체크 및 퀴즈쇼 등 티몬의 신규 서비스를 제공 하고 있습니다.

- 빌드 배포 플랫폼 및 프로세스

Jenkins 기반의 배포 플랫폼을 개발 및 유지 보수 하고 있습니다. 
플랫폼에 대한 자체 QA를 포함하여 배포 및 롤백 프로세스 수립 & 유지보수를 하고 있습니다.

- 공통 영역 및 모듈 QA

티몬에서 사용하고 있는 공통 API 및 공통 영역 UI 대한 QA


## 이런 분을 찾고 있습니다.

- Git 사용 경험자 혹은 Git 에 관심을 갖고 학습 하고 계신 분
- 웹 / 모바일 앱 환경의 서비스 QA 에 익숙하고 흥미를 느끼시는 분
- 동료와 커뮤니케이션에 적극 적이신 분
- 자기 발전을 위해 꾸준히 노력 하시는 분
- 변화와 도전을 즐기시는 분

## 아래 항목에 관심이 있다면 더욱 좋습니다.

- 배포 혹은 배포 프로세스에 관심 있으신 분
- 자동화 및 성능테스트에 관심 있으신 분
